[
  {
    "text": "Act now before this disappears. They are counting on people staying quiet, and if you wait until tomorrow it will be too late to stop them.",
    "label": "bait"
  },
  {
    "text": "Everyone you know is waking up to this, and you will regret ignoring it once the damage is done.",
    "label": "bait"
  },
  {
    "text": "This changes everything. The answer is obvious, the experts are lying, and there is no excuse for staying neutral anymore.",
    "label": "bait"
  },
  {
    "text": "The media will not tell you this simple truth because panic keeps people obedient. Share this while you still can.",
    "label": "bait"
  },
  {
    "text": "They want you confused, but the real story is clear: one decision caused the entire collapse and now ordinary people will pay for it.",
    "label": "bait"
  },
  {
    "text": "You do not need another study to see what is happening. Trust your gut, act immediately, and do not let them bury the truth.",
    "label": "bait"
  },
  {
    "text": "This one overlooked loophole can protect your savings overnight. Banks hope you never learn it, so read this before they close it.",
    "label": "bait"
  },
  {
    "text": "Parents are furious after officials quietly changed the rules. If you care about your family, you need to spread this now.",
    "label": "bait"
  },
  {
    "text": "There is no middle ground left. Either people fight back now or they accept permanent failure.",
    "label": "bait"
  },
  {
    "text": "The truth is obvious. No evidence is needed when the pattern is right in front of you and everyone can see it.",
    "label": "bait"
  },
  {
    "text": "This soft new policy sounds reasonable, but it is the first step in a broader plan to control what people can say and do. Do not wait to push back.",
    "label": "bait"
  },
  {
    "text": "A calm voice can still hide manipulation. This memo frames one group as the cause of every problem and urges readers to act before it disappears from public view.",
    "label": "bait"
  },
  {
    "text": "The report claims to explain everything in plain terms, yet it offers no sourcing and insists the only responsible choice is immediate action.",
    "label": "bait"
  },
  {
    "text": "People keep pretending the issue is complicated, but it is really simple. One side is wrong, the danger is growing, and delay only helps the bad actors.",
    "label": "bait"
  },
  {
    "text": "If this offer vanishes tonight, do not say nobody warned you. Smart people are already moving, and late adopters will be stuck with the consequences.",
    "label": "bait"
  },
  {
    "text": "Researchers at Stanford analyzed 1,800 patient records and found a moderate association between sleep duration and recovery time, although the authors note that causation remains uncertain.",
    "label": "neutral"
  },
  {
    "text": "According to the city budget office, the transit proposal would increase operating costs by 6 percent in the first year, but projected wait times could fall if hiring targets are met.",
    "label": "neutral"
  },
  {
    "text": "The engineering note documents three implementation options, including their tradeoffs in latency, memory usage, and maintenance complexity.",
    "label": "neutral"
  },
  {
    "text": "A new review in Nature Biotechnology summarizes recent gene-editing trials, outlines safety limitations, and explains why larger follow-up studies are still needed.",
    "label": "neutral"
  },
  {
    "text": "The agency bulletin states that the rule change takes effect on April 15 and applies only to applicants who meet the updated eligibility criteria.",
    "label": "neutral"
  },
  {
    "text": "An internal memo compared two procurement strategies and concluded that either could work, depending on supplier reliability and long-term contract costs.",
    "label": "neutral"
  },
  {
    "text": "The committee report presents survey data from 2,400 respondents, describes the sampling method, and notes several sources of uncertainty in the findings.",
    "label": "neutral"
  },
  {
    "text": "The earnings release shows revenue growth of 4.2 percent year over year, while the accompanying letter warns that currency fluctuations may affect next quarter's outlook.",
    "label": "neutral"
  },
  {
    "text": "Public health guidance recommends the treatment for high-risk patients, although clinicians are advised to consider drug interactions and local resource constraints.",
    "label": "neutral"
  },
  {
    "text": "The white paper explains the system architecture in detail, including failure modes, fallback behavior, and the situations in which manual review is still required.",
    "label": "neutral"
  },
  {
    "text": "Analysts described the proposed merger as potentially beneficial in some markets, but emphasized that consumer impact depends on regulatory conditions and pricing behavior.",
    "label": "neutral"
  },
  {
    "text": "The study used a randomized design with 620 participants and reports statistically significant improvement, though the authors caution that the effect size was modest.",
    "label": "neutral"
  },
  {
    "text": "A policy explainer from the legislature outlines the expected benefits of the bill, the main criticisms raised in committee, and the amendments added in response.",
    "label": "neutral"
  },
  {
    "text": "Documentation for the API specifies request limits, retry guidance, and the cases where clients should expect partial results instead of immediate completion.",
    "label": "neutral"
  },
  {
    "text": "The article argues in favor of expanded childcare funding, but it also acknowledges implementation costs, staffing constraints, and uncertainty about long-term uptake.",
    "label": "neutral"
  }
]
